;Localization add-in for TLE

;-----------------------
; TLE MISSIONS
;-----------------------

; BLAST FROM THE PAST Mission Templates

[ChallengeAbductionGasStation X2MissionTemplate]
DisplayName="外星人劫持"
Briefing="正在执行\"外星人劫持\"任务"
PostMissionType="外星人劫持"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"

[ChallengeAbductionCemetery X2MissionTemplate]
DisplayName="外星人劫持"
Briefing="正在执行\"外星人劫持\"任务"
PostMissionType="外星人劫持"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"

[ChallengeTerrorBar X2MissionTemplate]
DisplayName="变种人恐袭"
Briefing="正在执行\"变种人恐袭\"任务"
PostMissionType="变种人恐袭"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="营救至少6位平民"
ObjectiveTextPools[1]="消灭所有敌对目标"

[ChallengeAbductionTrainyard X2MissionTemplate]
DisplayName="外星人劫持"
Briefing="正在执行\"外星人劫持\"任务"
PostMissionType="外星人劫持"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"

[ChallengeTerrorPoliceStation X2MissionTemplate]
DisplayName="变种人恐袭"
Briefing="正在执行\"变种人恐袭\"任务"
PostMissionType="变种人恐袭"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="营救至少6位平民"
ObjectiveTextPools[1]="消灭所有敌对目标"

[ChallengeAbductionFarm X2MissionTemplate]
DisplayName="外星人劫持"
Briefing="正在执行\"外星人劫持\"任务"
PostMissionType="外星人劫持"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"

[ChallengeAbductionDam X2MissionTemplate]
DisplayName="外星人劫持"
Briefing="正在执行\"外星人劫持\"任务"
PostMissionType="外星人劫持"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"

; IT CAME FROM THE SEA Mission Templates

[ChallengeAbductionWaterfront X2MissionTemplate]
DisplayName="调查干扰源"
Briefing="正在执行\"干扰\"任务"
PostMissionType="干扰源调查"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"

[ChallengeTerrorCoastalRadio X2MissionTemplate]
DisplayName="变种人恐袭"
Briefing="正在执行\"变种人恐袭\"任务"
PostMissionType="变种人恐袭"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="营救至少6位平民"
ObjectiveTextPools[1]="消灭所有敌对目标"

[ChallengeGatherWaterfrontRadio X2MissionTemplate]
DisplayName="将DJ从废弃城市中救出"
Briefing="将DJ从废弃城市中救出"
PostMissionType="救出DJ"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="救出从事非法广播的DJ"
ObjectiveTextPools[1]="将DJ护送至撤离点"

[ChallengeDestroyWaterfrontRadio X2MissionTemplate]
DisplayName="摧毁非法信号发射器"
Briefing="摧毁非法信号发射器"
PostMissionType="摧毁非法信号发射器"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="摧毁非法信号发射器"

[ChallengeExtractCoastalRadio X2MissionTemplate]
DisplayName="将DJ从海岸棚屋区中救出"
Briefing="将DJ从海岸棚屋区中救出"
PostMissionType="救出DJ"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="将DJ护送至撤离点"

[ChallengeHackWaterfrontRadio X2MissionTemplate]
DisplayName="侵入反抗军电台"
Briefing="侵入工作站 - 反抗军电台"
PostMissionType="侵入反抗军电台"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="侵入反抗军电台"

[ChallengeSabotageWaterfrontTransmitter X2MissionTemplate]
DisplayName="破坏外星信号发射器"
Briefing="破坏外星信号发射器"
PostMissionType="破坏外星信号发射器"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="在外星信号发射器上放置X4炸药"
ObjectiveTextPools[1]="逃离任务区域"

; AVENGER ASSEMBLE Mission Templates

[ChallengeRecoverChair X2MissionTemplate]
DisplayName="从拦截机处回收雪崩导弹"
Briefing="回收雪崩导弹 - 坠毁的拦截机"
PostMissionType="回收雪崩导弹"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="从拦截机处回收雪崩导弹"

[ChallengeRecoverRotor X2MissionTemplate]
DisplayName="从坠毁的天际游侠号处回收旋翼部件"
Briefing="回收旋翼 - 坠毁的天际游侠号"
PostMissionType="回收旋翼部件"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="从坠毁的天际游侠号处回收旋翼部件"

[ChallengeRecoverMissiles X2MissionTemplate]
DisplayName="从坠毁的拦截机处回收座椅"
Briefing="回收座椅 - 坠毁的拦截机"
PostMissionType="回收座椅"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="从坠毁的拦截机处回收座椅"

[ChallengeHackPowerGrid X2MissionTemplate]
DisplayName="侵入幽浮的人工智能系统"
Briefing="侵入 - 幽浮人工智能"
PostMissionType="侵入 - 幽浮人工智能"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="侵入临时动力网"

[ChallengeGatherSkyranger X2MissionTemplate]
DisplayName="将黑市联络人从坠毁的天际游侠号中救出"
Briefing="将黑市联络人从坠毁的天际游侠号中救出"
PostMissionType="救出黑市联络人"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="救出黑市联络人"
ObjectiveTextPools[1]="将联络人护送至撤离点"

[ChallengeProtectUFODevice X2MissionTemplate]
DisplayName="保护坠毁的幽浮附近的设备"
Briefing="保护设备 - 坠毁的幽浮"
PostMissionType="保护设备"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="控制并保护信号发射器"

[ChallengeRecoverManual X2MissionTemplate]
DisplayName="从降落的幽浮处回收动力稳定装置"
Briefing="回收动力稳定装置 - 降落的幽浮"
PostMissionType="回收动力稳定装置"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="从降落的幽浮处回收动力稳定装置"

; THE LAZARUS PROJECT Mission Templates

[ChallengeRescueShen X2MissionTemplate]
DisplayName="将莉莉·沈从变种人监狱中救出"
Briefing="将莉莉·沈从变种人监狱中救出"
PostMissionType="救出VIP"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="将莉莉·沈从变种人监狱手中救出"

[ChallengeRescueJaneKelly X2MissionTemplate]
DisplayName="将简·凯莉从变种人火车中救出"
Briefing="将简·凯莉从变种人火车中救出"
PostMissionType="救出VIP"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="将简·凯莉从变种人火车中救出"

[ChallengeSabotageSiegeCannon X2MissionTemplate]
DisplayName="破坏变种人攻城加农炮"
Briefing="破坏变种人攻城加农炮"
PostMissionType="破坏变种人攻城加农炮"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌人"
ObjectiveTextPools[1]="在攻城加农炮上放置X4炸药"

[ChallengeRescuePeterOsei X2MissionTemplate]
DisplayName="将彼得·奥赛从变种人监狱中救出"
Briefing="将彼得·奥赛从变种人监狱中救出"
PostMissionType="救出VIP"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="将彼得·奥赛从变种人手中救出"

[ChallengeRescueAnaRamirez X2MissionTemplate]
DisplayName="将安娜·拉米雷兹从训练场中救出"
Briefing="将安娜·拉米雷兹从训练场中救出"
PostMissionType="救出VIP"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="将安娜·拉米雷兹从变种人手中救出"

[ChallengeExtractTygan X2MissionTemplate]
DisplayName="将泰根从下水道中救出"
Briefing="将泰根从下水道中救出"
PostMissionType="救出VIP"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="将泰根护送至撤离点"

[ChallengeRecoverSweater X2MissionTemplate]
DisplayName="从变种人要塞处回收设备"
Briefing="回收设备 - 变种人要塞"
PostMissionType="回收物品"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="从变种人要塞处回收设备"

; BLAST FROM THE PAST Mission Narrative Templates

[DefaultChallengeAbductionGasStation X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌对目标"

[DefaultChallengeAbductionCemetery X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌对目标"

[DefaultChallengeTerrorBar X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="至少从变种人军队手中救出6名平民"
ObjectiveTextPools[1]="消灭变种人突击部队"

[DefaultChallengeAbductionTrainyard X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌对目标"

[DefaultChallengeTerrorPoliceStation X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="至少从变种人军队手中救出6名平民"
ObjectiveTextPools[1]="消灭变种人突击部队"

[DefaultChallengeAbductionFarm X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌对目标"

[DefaultChallengeAbductionDam X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌对目标"

; IT CAME FROM THE SEA Mission Narrative Templates

[DefaultChallengeAbductionWaterfront X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌对目标"

[DefaultChallengeTerrorCoastalRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="至少从外星人军队手中救出6名平民"
ObjectiveTextPools[1]="消灭外星人突击部队"

[DefaultChallengeDestroyWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌对目标"
ObjectiveTextPools[1]="在传输完成前摧毁电台"

[DefaultChallengeGatherWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="找到反抗军DJ"
ObjectiveTextPools[1]="营救反抗军DJ"
ObjectiveTextPools[2]="可选目标：营救DJ的保镖"
ObjectiveTextPools[3]="将DJ护送至指定的撤离点"
ObjectiveTextPools[4]="撤出至少1名XCOM干员"

[DefaultChallengeExtractCoastalRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="坚守到天际游侠号撤离"
ObjectiveTextPools[1]="将DJ护送至指定位置"
ObjectiveTextPools[2]="撤出至少1名XCOM干员"

[DefaultChallengeHackWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="侵入反抗军电台"

[DefaultChallengeSabotageWaterfrontTransmitter X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="放置X4炸药以摧毁外星信号发射器"
ObjectiveTextPools[1]="撤出至少1名XCOM干员"

; AVENGER ASSEMBLE Mission Narrative Templates

[DefaultChallengeRecoverChair X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="扫描雪崩导弹"

[DefaultChallengeRecoverRotor X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="扫描旋翼部件"

[DefaultChallengeRecoverMissiles X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="扫描驾驶员座椅"

[DefaultChallengeHackPowerGrid X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="侵入幽浮的人工智能系统"

[DefaultChallengeGatherSkyranger X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="找到黑市交易者"
ObjectiveTextPools[1]="营救黑市交易者"
ObjectiveTextPools[2]="可选目标：营救黑市守卫"
ObjectiveTextPools[3]="将交易者护送至指定的撤离点"
ObjectiveTextPools[4]="撤出至少1名XCOM干员"

[DefaultChallengeProtectUFODevice X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="保护数据拦截设备"
ObjectiveTextPools[1]="消灭所有敌方目标"

[DefaultChallengeRecoverManual X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="消灭所有敌方目标"
ObjectiveTextPools[1]="回收动力稳定装置"

; THE LAZARUS PROJECT Mission Narrative Templates

[DefaultChallengeRescueShen X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="将沈从变种人监狱中救出"
ObjectiveTextPools[1]="将沈护送至指定地点"
ObjectiveTextPools[2]="撤出至少1名XCOM干员"

[DefaultChallengeRescueJaneKelly X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="将简·凯莉从变种人监狱中救出"
ObjectiveTextPools[1]="将简·凯莉护送至指定地点"
ObjectiveTextPools[2]="撤出至少1名XCOM干员"

[DefaultChallengeSabotageSiegeCannon X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="放置X4炸药以摧毁攻城加农炮"
ObjectiveTextPools[1]="撤出至少1名XCOM干员"

[DefaultChallengeRescuePeterOsei X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="将彼得·奥赛从变种人监狱中救出"
ObjectiveTextPools[1]="将彼得·奥赛护送至指定地点"
ObjectiveTextPools[2]="撤出至少1名XCOM干员"

[DefaultChallengeRescueAnaRamirez X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="将安娜·拉米雷兹从变种人手中救出"
ObjectiveTextPools[1]="将安娜·拉米雷兹护送至指定地点"
ObjectiveTextPools[2]="撤出至少1名XCOM干员"

[DefaultChallengeExtractTygan X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="坚守到天际游侠号撤离"
ObjectiveTextPools[1]="将泰根护送至指定位置"
ObjectiveTextPools[2]="撤出至少1名XCOM干员"

[DefaultChallengeRecoverSweater X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="军事官必须保持清醒"
ObjectiveTextPools[1]="消灭所有敌方目标"
ObjectiveTextPools[2]="找到静滞舱"
ObjectiveTextPools[3]="军事官必须从静滞舱中回收到原型"

; IT CAME FROM THE SEA Quest Item Templates

[WaterfrontRadio X2QuestItemTemplate]
FriendlyName="海滨电台"
FriendlyNamePlural="海滨电台"
LootTooltip="摧毁临时制成的反抗军电台，阻止寄生兽的入侵。"

; AVENGER ASSEMBLE Quest Item Templates

[PilotSeat X2QuestItemTemplate]
FriendlyName="拦截机飞行员座椅"
FriendlyNamePlural="拦截机飞行员座椅"
LootTooltip="这还挺适合复仇者号的。"

[RotorMechanism X2QuestItemTemplate]
FriendlyName="天际游侠号旋翼部件"
FriendlyNamePlural="天际游侠号旋翼部件"
LootTooltip="这个旋翼能用来修复复仇者号的飞行系统。"

[AvalancheMissiles X2QuestItemTemplate]
FriendlyName="雪崩导弹"
FriendlyNamePlural="雪崩导弹"
LootTooltip="沈想要在复仇者号上安装外星人使用的导航系统。"

[OperatorsManual X2QuestItemTemplate]
FriendlyName="动力稳定装置"
FriendlyNamePlural="动力稳定装置"
LootTooltip="外星动力稳定装置将会帮助复仇者号重新起飞。"

; THE LAZARUS PROJECT Quest Item Templates

[Sweater X2QuestItemTemplate]
FriendlyName="布拉德福德的外套"
FriendlyNamePlural="布拉德福德的外套"
BriefSummary="这件外套就是传说中的谜之设备，是XCOM计划中最有代表性的衣物。"

; IT CAME FROM THE SEA Hack Reward Templates

[WaterfrontRadio X2HackRewardTemplate]
FriendlyName="海滨电台"
Description="摧毁临时制成的反抗军电台，阻止寄生兽的入侵。"

; AVENGER ASSEMBLE Hack Reward Templates

[PilotSeat X2HackRewardTemplate]
FriendlyName="拦截机飞行员座椅"
Description="扫描这个座椅，用它当复仇者号的指挥椅。"

[RotorMechanism X2HackRewardTemplate]
FriendlyName="天际游侠号旋翼部件"
Description="扫描这个驱动部件，供沈制作用于复仇者号的复制品。"

[UFOPowerGrid X2HackRewardTemplate]
FriendlyName="外星导航系统"
Description="外星导航系统将会帮助复仇者号重新起飞。"

[AvalancheMissiles X2HackRewardTemplate]
FriendlyName="雪崩导弹"
Description="为复仇者号扫描这些导弹的导航系统。"

[OperatorsManual X2HackRewardTemplate]
FriendlyName="动力稳定装置"
Description="外星动力稳定装置将会帮助复仇者号重新起飞。"

; Mission strings

[LadderMissionTimers]
TimerICFTSHackTitle="瘫痪反抗军电台"
TimerICFTSHackSubtitle="回合后被完全包围"
TimerCouncilTitle="撤出所有单位"
TimerCouncilSubtitle="回合后被完全包围"
TimerAAHackTitle="侵入幽浮的人工智能系统"
TimerAAHackSubtitle="回合后辐射爆发"
TimerRelayTitle="摧毁反抗军电台"
TimerRelaySubtitle="回合后被完全包围"
TimerSabotageTitle="X4炸药"
TimerSabotageSubtitle="距离引爆的回合数"

;-----------------------
; TLE WEAPONS
;-----------------------

[TLE_AssaultRifle_CV X2WeaponTemplate]
FriendlyName="旧世界突击步枪"
FriendlyNamePlural="旧世界突击步枪"
BriefSummary="我们已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="\n<Bullet/> 除非经过特殊训练，否则使用主武器会结束当前士兵的回合。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="旧世界突击步枪"

[TLE_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="临时磁力步枪"
FriendlyNamePlural="临时磁力步枪"
BriefSummary="磁力弹道技术让我们能够创造步枪风格的金属发射器。他们代表了在传统回收的突击武器上的实质性改善。"
TacticalText="\n<Bullet/> 除非经过特殊训练，否则使用主武器必定会结束当前士兵的回合。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="临时磁力步枪"

[TLE_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="原型版电浆步枪"
FriendlyNamePlural="原型版电浆步枪"
BriefSummary="由于我们最终成功解析了外星人毁灭性武器技术，我们已经可以开发属于自己的光束武器了，我们现在可以建造能够匹敌战场上敌人的步枪了。"
TacticalText="<Bullet/> 电浆步枪是一种泛用性强、威力惊人的军用武器。\n<Bullet/> 使用主武器必定会结束当前士兵的回合。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="原型版电浆步枪"

[TLE_Cannon_CV X2WeaponTemplate]
FriendlyName="轻机枪"
FriendlyNamePlural="轻机枪"
BriefSummary="这把轻机枪是一种临时制成的火力支援武器，能射出高密集弹幕。虽然这种枪的火力远不及变种人的磁力武器，但至少在我们完善模组化武器技术后能装载额外的升级配件。"
TacticalText="\n<Bullet/> 使用主武器必定会结束当前士兵的回合。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="轻机枪"

[TLE_Cannon_MG X2WeaponTemplate]
FriendlyName="磁力支援加农炮"
FriendlyNamePlural="磁力支援加农炮"
BriefSummary="磁力武器技术将会让我们能部署一种连发版本的加农炮。我们的榴弹兵能够输出更为致命的火力了。"
TacticalText="<Bullet/> 磁力支援加农炮和原来的型号比不仅一样便于携带，还拥有更强的火力。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="磁力支援加农炮"

[TLE_Cannon_BM X2WeaponTemplate]
FriendlyName="能量加农炮"
FriendlyNamePlural="能量加农炮"
BriefSummary="为我们的榴弹兵发明一种威力更大，口径更大的光束武器需要大量的工作，不过它带来的火力是毋庸置疑的。"
TacticalText="<Bullet/> 能量加农炮是人类士兵能携带的最强火力支援武器。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="能量加农炮"

[TLE_Pistol_CV X2WeaponTemplate]
FriendlyName="传统手枪"
FriendlyNamePlural="传统手枪"
BriefSummary="XCOM神枪手携带优良手枪以辅助狙击步枪使用。适当训练之后，神枪手可以近距离制造巨大的威胁。"
TacticalText="<Bullet/>要是由训练有素的神枪手使用，手枪的就不仅仅是一件副武器了。\n<Bullet/>与狙击步枪不同的是，手枪射击只需要一个行动点。\n<Bullet/>训练神枪手的多种技能以提高手枪使用能力。"
AbilityDescName="传统手枪"

[TLE_Pistol_MG X2WeaponTemplate]
FriendlyName="磁轨手枪"
FriendlyNamePlural="磁轨手枪"
BriefSummary="基于先进的磁能武器技术，我们发明了这把新手枪。值得称道的是，它在威力方面和传统手枪有相比有非常显著的飞跃。"
TacticalText="<Bullet/> 磁轨手枪的杀伤力要比传统手枪强得多。\n<Bullet/> 与射手击步枪不同，手枪只需一格行动点数即可开火。"
AbilityDescName="磁轨手枪"

[TLE_Pistol_BM X2WeaponTemplate]
FriendlyName="能量手枪"
FriendlyNamePlural="能量手枪"
BriefSummary="作为一把终极副武器，这把手枪整合了外星人科技，并能发挥出强大的威力。"
TacticalText="<Bullet/> 能量手枪是地球上火力最强的手枪。\n<Bullet/> 与射手步枪不同，手枪只需一格行动点数即可开火。"
AbilityDescName="能量手枪"

[TLE_Shotgun_CV X2WeaponTemplate]
FriendlyName="散射枪"
FriendlyNamePlural="散射枪"
BriefSummary="我们已经成功回收各式各样的标准步兵小型军火；这是专为近距离作战设计的武器。虽然明显比不上变种人的磁能技术，一旦我们完善了模组化武器技术，它至少能使用额外收集来的武器进行升级。"
TacticalText="<Bullet/> 使用主武器必定会结束当前士兵的回合。\n<Bullet/> 霰弹枪式武器在近距离下十分强劲，但距离一旦拉开就会大失准头。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="散射枪"

[TLE_Shotgun_MG X2WeaponTemplate]
FriendlyName="强化霰弹枪"
FriendlyNamePlural="强化霰弹枪"
BriefSummary="磁能武器技术可以让我们把外星合金碎片合成水沫状的射弹，我们的游侠使用其会造成可观的效果：距离越近效果越好。"
TacticalText="<Bullet/> 磁力武器技术显著改进了XCOM战斗霰弹枪的威力。\n<Bullet/> 霰弹枪式武器在近距离下十分强劲，但距离一旦拉开就会大失准头。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="强化霰弹枪"

[TLE_Shotgun_BM X2WeaponTemplate]
FriendlyName="能量清道夫"
FriendlyNamePlural="能量清道夫"
BriefSummary="能量清道夫发射浓缩的光束脉冲波，穿透并且熔化大范围地面区域上的目标。"
TacticalText="<Bullet/> 这是目前XCOM军火库中最先进的霰弹枪式武器。\n<Bullet/> 霰弹枪式武器在近距离下十分强劲，但距离一旦拉开就会大失准头。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="能量清道夫"

[TLE_SniperRifle_CV X2WeaponTemplate]
FriendlyName="射手步枪"
FriendlyNamePlural="射手步枪"
BriefSummary="我们已经成功回收各式各样的标准步兵小型军火；这是专为中远距离作战设计的武器。虽然明显比不上变种人的磁力技术，一旦我们完善了模组化武器技术，它至少能使用额外收集来的武器进行升级。"
TacticalText="<Bullet/> 狙击步枪必定需要两格行动点数才能使用。\n<Bullet/> 狙击枪在近距离下的命中率会大幅降低。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="射手步枪"

[TLE_SniperRifle_MG X2WeaponTemplate]
FriendlyName="反物质步枪"
FriendlyNamePlural="反物质步枪"
BriefSummary="磁能技术对像狙击步枪这样的精准慢射武器有着独特的用途。高斯步枪能让我们的神枪手在远距离造成更大的伤害。"
TacticalText="<Bullet/> 狙击步枪必定需要两格行动点数才能使用。\n<Bullet/> 这种武器在近距离下准头一般，但在远距离下极为致命。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="反物质步枪"

[TLE_SniperRifle_BM X2WeaponTemplate]
FriendlyName="能量AMR"
FriendlyNamePlural="能量AMR"
BriefSummary="外星人的聚焦光束技术对提升狙击步枪很有帮助。电浆长矛便是一种无可匹敌的狙击步枪。"
TacticalText="<Bullet/> 这是狙击步枪技术的顶峰。\n<Bullet/> 狙击步枪必定需要两格行动点数才能使用。\n<Bullet/> 这种武器在近距离下准头一般，但在远距离下极为致命。\n<Bullet/> 由于该武器过于陈旧，因此无法装载升级配件。"
AbilityDescName="能量AMR"

[TLE_Sword_CV X2WeaponTemplate]
FriendlyName="传统剑刃"
FriendlyNamePlural="传统剑刃"
BriefSummary="XCOM游侠训练使用带刃的武器，能让他们在近战中杀死敌人。"
TacticalText="<Bullet/>游侠可以在两次移动或冲刺用完行动点后使用刀剑攻击他们移动范围内的敌人。\n<Bullet/>决定同敌人肉搏应当十分果断和谨慎。\n<Bullet/>留心那些能发挥我们剑刃武器效用的机会，敌人也许会有更高科技的东西。"
AbilityDescName="传统剑刃"

[TLE_Sword_MG X2WeaponTemplate]
FriendlyName="实验剑刃"
FriendlyNamePlural="实验剑刃"
BriefSummary="当普通的佩剑不足以致敌人于死地时，就是电弧剑出场的时候了。它的剑刃附有电能力场，即使未能一击毙命也可以使敌人进入眩晕状态。"
TacticalText="<Bullet/> 实验剑刃在攻击时能释放强力的电击，不仅伤害更高，还有几率眩晕敌方目标。"
AbilityDescName="实验剑刃"

[TLE_Sword_BM X2WeaponTemplate]
FriendlyName="高级剑刃"
FriendlyNamePlural="高级剑刃"
BriefSummary="高级剑刃内置电浆加热的金属核心，能生成超薄磁力力场，对敌人造成大量伤害的同时还有几率点燃它们。"
TacticalText="<Bullet/>这个是游侠所用剑中最先进的版本，能够对敌人造成大量伤害的同时还有机会使其燃烧。"
AbilityDescName="高级剑刃"

[RangerKevlarArmor X2ArmorTemplate]
FriendlyName="临时游侠战地护甲"
FriendlyNamePlural="临时游侠战地护甲"
BriefSummary="这个基础护甲是由回收物和反抗军军火库收集来的东西东拼西凑起来的。它只能提供对变种人和外星人武器的最小保护。"
TacticalText="<Bullet/>所有士兵获得凯芙拉护甲作为他们的基本护甲套件。\n<Bullet/>科研可以帮助我们获取更好的护甲。"

[GrenadierKevlarArmor X2ArmorTemplate]
FriendlyName="临时榴弹兵战地护甲"
FriendlyNamePlural="临时榴弹兵战地护甲"
BriefSummary="这个基础护甲是由回收物和从反抗军军火库收集来的东西拼凑起来的。能在一定程度上抵御外星人和变种人的武器攻击，为穿戴者提供最低限度的保护。"
TacticalText="<Bullet/>所有士兵获得凯芙拉护甲作为他们的基本护甲套件。\n<Bullet/>科研可以帮助我们获取更好的护甲。"

[SpecialistKevlarArmor X2ArmorTemplate]
FriendlyName="临时专家战地护甲"
FriendlyNamePlural="临时专家战地护甲"
BriefSummary="这个基础护甲是由回收物和反抗军军火库收集来的东西东拼西凑起来的。它只能提供对变种人和外星人武器的最小保护。"
TacticalText="<Bullet/>所有士兵获得凯芙拉护甲作为他们的基本护甲套件。\n<Bullet/>科研可以帮助我们获取更好的护甲。"

[SharpshooterKevlarArmor X2ArmorTemplate]
FriendlyName="临时神枪手战地护甲"
FriendlyNamePlural="临时神枪手战地护甲"
BriefSummary="这个基础护甲是由回收物和反抗军军火库收集来的东西东拼西凑起来的。它只能提供对变种人和外星人武器的最小保护。"
TacticalText="<Bullet/>所有士兵获得凯芙拉护甲作为他们的基本护甲套件。\n<Bullet/>科研可以帮助我们获取更好的护甲。"

[PsiOperativeKevlarArmor X2ArmorTemplate]
FriendlyName="临时灵能士兵战地护甲"
FriendlyNamePlural="临时灵能士兵战地护甲"
BriefSummary="这种基础护甲是用从废墟和从反抗军装备库中搜刮到的材料拼凑起来的，能在一定程度上抵御外星人和变种人的武器攻击，为穿戴者提供最低限度的保护。"
TacticalText="<Bullet/>所有士兵获得凯芙拉护甲作为他们的基本护甲套件。\n<Bullet/>科研可以帮助我们获取更好的护甲。"

[RangerPlatedArmor X2ArmorTemplate]
FriendlyName="强化游侠战地板甲"
FriendlyNamePlural="强化游侠战地板甲"
BriefSummary="由于使用了回收的变种人护甲板材，这种护甲能提供更好的防御并额外增加一个道具槽，方便我们的士兵携带更多道具上战场。"
TacticalText="<Bullet/> 用从变种人那里回收到的材料制成的中型护甲。\n<Bullet/> 这种中型护甲能为穿戴者提供一格额外的物品槽位。"

[GrenadierPlatedArmor X2ArmorTemplate]
FriendlyName="强化榴弹兵战地板甲"
FriendlyNamePlural="强化榴弹兵战地板甲"
BriefSummary="由于使用了回收的变种人护甲板材，这种护甲能为我们的士兵提供更好的防御并额外增加一个道具槽。"
TacticalText="<Bullet/> 用从变种人那里回收到的材料制成的中型护甲。\n<Bullet/> 这种中型护甲能为穿戴者提供一格额外的物品槽位。"

[SpecialistPlatedArmor X2ArmorTemplate]
FriendlyName="强化专家战地板甲"
FriendlyNamePlural="强化专家战地板甲"
BriefSummary="由于使用了回收的变种人护甲板材，这种护甲能提供更好的防御并额外增加一个道具槽，方便我们的士兵携带更多道具上战场。"
TacticalText="<Bullet/> 用从变种人那里回收到的材料制成的中型护甲。\n<Bullet/> 这种中型护甲能为穿戴者提供一格额外的物品槽位。"

[SharpshooterPlatedArmor X2ArmorTemplate]
FriendlyName="强化神枪手战地板甲"
FriendlyNamePlural="强化神枪手战地板甲"
BriefSummary="由于使用了回收的变种人护甲板材，这种护甲能提供更好的防御并额外增加1个道具槽，方便我们的士兵携带更多道具上战场。"
TacticalText="<Bullet/> 用从变种人那里回收到的材料制成的中型护甲。\n<Bullet/> 这种中型护甲能为穿戴者提供一格额外的物品槽位。"

[PsiOperativePlatedArmor X2ArmorTemplate]
FriendlyName="强化灵能士兵战地板甲"
FriendlyNamePlural="强化灵能士兵战地板甲"
BriefSummary="由于使用了回收的变种人护甲板材，这种护甲能提供更好的防御并额外增加一个道具槽，方便我们的士兵携带更多道具上战场。"
TacticalText="<Bullet/> 用从变种人那里回收到的材料制成的中型护甲。\n<Bullet/> 这种中型护甲能为穿戴者提供1个额外的物品槽位。"

[RangerPoweredArmor X2ArmorTemplate]
FriendlyName="实验游侠动力护甲"
FriendlyNamePlural="实验游侠动力护甲"
BriefSummary="借助最新掌握的外星超轴技术，我们研制了终极战斗护甲：守望护甲。这种由超铀动力护甲提供了前所未有的耐久性和多功能性，用于对付不断增强的外星敌人。"
TacticalText="<Bullet/> 目前最强的中型护甲。\n<Bullet/> 动力护甲有2个物品槽位。"

[GrenadierPoweredArmor X2ArmorTemplate]
FriendlyName="实验榴弹兵动力护甲"
FriendlyNamePlural="实验榴弹兵动力护甲"
BriefSummary="借助最新掌握的外星超轴技术，我们研制了终极战斗护甲：守望护甲。这种由超铀动力护甲提供了前所未有的耐久性和多功能性，用于对付不断增强的外星敌人。"
TacticalText="<Bullet/> 目前最强的中型护甲。\n<Bullet/> 动力护甲有2个物品槽位。"

[SpecialistPoweredArmor X2ArmorTemplate]
FriendlyName="实验专家动力护甲"
FriendlyNamePlural="实验专家动力护甲"
BriefSummary="借助最新掌握的外星超轴技术，我们研制了终极战斗护甲：守望护甲。这种由超铀动力护甲提供了前所未有的耐久性和多功能性，用于对付不断增强的外星敌人。"
TacticalText="<Bullet/> 目前最强的中型护甲。\n<Bullet/> 动力护甲有2个物品槽位。"

[SharpshooterPoweredArmor X2ArmorTemplate]
FriendlyName="实验神枪手动力护甲"
FriendlyNamePlural="实验神枪手动力护甲"
BriefSummary="借助最新掌握的外星超轴技术，我们研制了终极战斗护甲：守望护甲。这种由超铀动力护甲提供了前所未有的耐久性和多功能性，用于对付不断增强的外星敌人。"
TacticalText="<Bullet/> 目前最强的中型护甲。\n<Bullet/> 动力护甲有2个物品槽位。"

[PsiOperativePoweredArmor X2ArmorTemplate]
FriendlyName="实验灵能士兵动力护甲"
FriendlyNamePlural="实验灵能士兵动力护甲"
BriefSummary="借助最新掌握的外星超轴技术，我们研制了终极战斗护甲：守望护甲。这种由超铀动力护甲提供了前所未有的耐久性和多功能性，用于对付不断增强的外星敌人。"
TacticalText="<Bullet/> 目前最强的中型护甲。\n<Bullet/> 动力护甲有2个物品槽位。"

; Helmet Tier 1 ///////////////////////////

;Tier 1 A & variant
[TLE_Helmet_Tier1_A_M X2BodyPartTemplate]
DisplayName="带目镜的通讯头盔"
[TLE_Helmet_Tier1_A_F X2BodyPartTemplate]
DisplayName="带目镜的通讯头盔"
[TLE_Helmet_Tier1_A2_M X2BodyPartTemplate]
DisplayName="通讯头盔"
[TLE_Helmet_Tier1_A2_F X2BodyPartTemplate]
DisplayName="通讯头盔"

;Tier 1 B & variant
[TLE_Helmet_Tier1_B_M X2BodyPartTemplate]
DisplayName="带面具的绒制兜帽"
[TLE_Helmet_Tier1_B_F X2BodyPartTemplate]
DisplayName="带面具的绒制兜帽"
[TLE_Helmet_Tier1_B2_M X2BodyPartTemplate]
DisplayName="绒制兜帽"
[TLE_Helmet_Tier1_B2_F X2BodyPartTemplate]
DisplayName="绒制兜帽"

;Tier 1 C & variant
[TLE_Helmet_Tier1_C_M X2BodyPartTemplate]
DisplayName="带目镜的天际游侠号飞行头盔"
[TLE_Helmet_Tier1_C_F X2BodyPartTemplate]
DisplayName="带目镜的天际游侠号飞行头盔"
[TLE_Helmet_Tier1_C2_M X2BodyPartTemplate]
DisplayName="天际游侠号飞行头盔"
[TLE_Helmet_Tier1_C2_F X2BodyPartTemplate]
DisplayName="天际游侠号飞行头盔"

;Tier 1 D & variant
[TLE_Helmet_Tier1_D_M X2BodyPartTemplate]
DisplayName="隧道鼠头盔"
[TLE_Helmet_Tier1_D_F X2BodyPartTemplate]
DisplayName="隧道鼠头盔"
[TLE_Helmet_Tier1_D2_M X2BodyPartTemplate]
DisplayName="无灯的隧道鼠头盔"
[TLE_Helmet_Tier1_D2_F X2BodyPartTemplate]
DisplayName="无灯的隧道鼠头盔"
 
 ; Helmet Tier 2 ///////////////////////////

;Tier 2 A & variant
[TLE_Helmet_Tier2_A_M X2BodyPartTemplate]
DisplayName="电镀头甲"
[TLE_Helmet_Tier2_A_F X2BodyPartTemplate]
DisplayName="电镀头甲"
[TLE_Helmet_Tier2_A2_M X2BodyPartTemplate]
DisplayName="精炼的电镀头甲"
[TLE_Helmet_Tier2_A2_F X2BodyPartTemplate]
DisplayName="精炼的电镀头甲"

;Tier 2 B & variant
[TLE_Helmet_Tier2_B_M X2BodyPartTemplate]
DisplayName="粗糙的生化过滤器"
[TLE_Helmet_Tier2_B_F X2BodyPartTemplate]
DisplayName="粗糙的生化过滤器"
[TLE_Helmet_Tier2_B2_M X2BodyPartTemplate]
DisplayName="装甲生化过滤器"
[TLE_Helmet_Tier2_B2_F X2BodyPartTemplate]
DisplayName="装甲生化过滤器"

;Tier 2 C
[TLE_Helmet_Tier2_C_M X2BodyPartTemplate]
DisplayName="破裂的面甲"
[TLE_Helmet_Tier2_C_F X2BodyPartTemplate]
DisplayName="破裂的面甲"

;Tier 2 D & variant
[TLE_Helmet_Tier2_D_M X2BodyPartTemplate]
DisplayName="带开口的战术头盔"
[TLE_Helmet_Tier2_D_F X2BodyPartTemplate]
DisplayName="带开口的战术头盔"
[TLE_Helmet_Tier2_D2_M X2BodyPartTemplate]
DisplayName="电镀战术头盔"
[TLE_Helmet_Tier2_D2_F X2BodyPartTemplate]
DisplayName="电镀战术头盔"

;Helmet Tier 3///////////////////////////

;Tier 3 A. 
[TLE_Helmet_Tier3_A_M X2BodyPartTemplate]
DisplayName="全面甲"
[TLE_Helmet_Tier3_A_F X2BodyPartTemplate]
DisplayName="全面甲"

;Tier 3 B & variant
[TLE_Helmet_Tier3_B_M X2BodyPartTemplate]
DisplayName="温控兜帽"
[TLE_Helmet_Tier3_B_F X2BodyPartTemplate]
DisplayName="温控兜帽"
[TLE_Helmet_Tier3_B2_M X2BodyPartTemplate]
DisplayName="金属兜帽"
[TLE_Helmet_Tier3_B2_F X2BodyPartTemplate]
DisplayName="金属兜帽"

;Tier 3 C & variant
[TLE_Helmet_Tier3_C_M X2BodyPartTemplate]
DisplayName="接线的太空部队头盔"
[TLE_Helmet_Tier3_C_F X2BodyPartTemplate]
DisplayName="接线的太空部队头盔"
[TLE_Helmet_Tier3_C2_M X2BodyPartTemplate]
DisplayName="太空部队头盔"
[TLE_Helmet_Tier3_C2_F X2BodyPartTemplate]
DisplayName="太空部队头盔"

;Tier 3 D & variant
[TLE_Helmet_Tier3_D_M X2BodyPartTemplate]
DisplayName="加强的追踪者头盔"
[TLE_Helmet_Tier3_D_F X2BodyPartTemplate]
DisplayName="加强的追踪者头盔"
[TLE_Helmet_Tier3_D2_M X2BodyPartTemplate]
DisplayName="追踪者头盔"
[TLE_Helmet_Tier3_D2_F X2BodyPartTemplate]
DisplayName="追踪者头盔"

;New male voice 

[RolandVoice1_English_US X2BodyPartTemplate]
DisplayName="里佐"

; --------------------------------------------------------------------------------------------------------------------------------------------------------
; To update, add, or remove attitude animations, change the list below, then contact programmer to edit X2StrategyElement_TLESoldierPersonalities.uc file
; //xcom2/main/XCOM2/Development/Src/TLE/Classes/X2StrategyElement_TLESoldierPersonalities.uc
; --------------------------------------------------------------------------------------------------------------------------------------------------------

[Personality_TLE1 X2SoldierPersonalityTemplate]
FriendlyName="生气"

[Personality_TLE2 X2SoldierPersonalityTemplate]
FriendlyName="骄傲"

[Personality_TLE3 X2SoldierPersonalityTemplate]
FriendlyName="多疑"

[Personality_TLE4 X2SoldierPersonalityTemplate]
FriendlyName="自鸣得意"

[Personality_TLE5 X2SoldierPersonalityTemplate]
FriendlyName="出发！"

; Ladder Progression Upgrades

[HunterWeaponsSpecialist X2LadderUpgradeTemplate]
ShortDescription="外星猎手武器"
FullDescription="添加外星猎手步枪、手枪、战斧以及寒霜炸弹至你的小队"

[HunterWeaponsPsiOp X2LadderUpgradeTemplate]
ShortDescription="外星猎手武器"
FullDescription="添加灵能士兵版的外星猎手步枪、手枪、战斧以及寒霜炸弹至你的小队"

[ChosenRifleSpecialist X2LadderUpgradeTemplate]
ShortDescription="天选者干扰者步枪"
FullDescription="为你的专家提供干扰者步枪"

[ChosenRiflePsiOp X2LadderUpgradeTemplate]
ShortDescription="天选者干扰者步枪"
FullDescription="为你的灵能士兵提供干扰者步枪"

[ChosenShotgunRanger X2LadderUpgradeTemplate]
ShortDescription="天选者岚"
FullDescription="为你的游侠提供岚"

[ChosenSwordRanger X2LadderUpgradeTemplate]
ShortDescription="天选者太刀"
FullDescription="为你的游侠提供太刀"

[ChosenSniperSharpshooter X2LadderUpgradeTemplate]
ShortDescription="天选者黑矛"
FullDescription="为你的神枪手提供黑矛"

[ChosenPistolSharpshooter X2LadderUpgradeTemplate]
ShortDescription="天选者黑爪"
FullDescription="为你的神枪手提供黑爪"

[ExperimentalPlatedArmor X2LadderUpgradeTemplate]
ShortDescription="蜘蛛护甲 & E.X.O套甲"
FullDescription="为你的神枪手和游侠提供蜘蛛护甲，并为你的榴弹兵和灵能士兵提供E.X.O.套甲"

[ExperimentalPoweredArmor X2LadderUpgradeTemplate]
ShortDescription="幽灵护甲 & WAR护甲"
FullDescription="为你的神枪手和游侠提供幽灵护甲，并为你的榴弹兵和灵能士兵提供W.A.R.护甲"

[ExperimentalPoweredWeapons X2LadderUpgradeTemplate]
ShortDescription="实验动力武器"
FullDescription="获得全新强力武器"

[HunterArmor X2LadderUpgradeTemplate]
ShortDescription="外星猎手护甲"
FullDescription="为你的单位提供轻型、中型和重型外星人护甲"

[HunterArmorMk2 X2LadderUpgradeTemplate]
ShortDescription="外星猎手护甲"
FullDescription="为你的单位提供轻型、中型和重型外星人护甲"

[ExperimentalAmmo X2LadderUpgradeTemplate]
ShortDescription="实验弹药类型"
FullDescription="为你的单位提供全新弹药类型"

[ExperimentalGrenades X2LadderUpgradeTemplate]
ShortDescription="实验榴弹"
FullDescription="为你的单位提供全新榴弹类型"

[AdvancedExplosives X2LadderUpgradeTemplate]
ShortDescription="高级爆炸物"
FullDescription="为你的单位提供全新先进榴弹类型"

[BasicPCSes X2LadderUpgradeTemplate]
ShortDescription="基础个人战斗芯片"
FullDescription="为你的单位提供低级个人战斗芯片"

[AdvancedPCSes X2LadderUpgradeTemplate]
ShortDescription="高级个人战斗芯片"
FullDescription="为你的单位提供中级个人战斗芯片"

[SuperiorPCSes X2LadderUpgradeTemplate]
ShortDescription="终极个人战斗芯片"
FullDescription="为你的单位提供高级个人战斗芯片"

[BasicWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="基础武器升级"
FullDescription="为你的单位提供低级武器升级"

[AdvancedWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="高级武器升级"
FullDescription="为你的单位提供中级武器升级"

[SuperiorWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="终极武器升级"
FullDescription="为你的单位提供高级武器升级"

[ExperimentalVests X2LadderUpgradeTemplate]
ShortDescription="实验防弹衣"
FullDescription="为你的单位提供实验性背心护甲"

[UtilityItems X2LadderUpgradeTemplate]
ShortDescription="通用物品"
FullDescription="为你的单位提供通用物品"

[Interact_SweaterTube X2AbilityTemplate]
LocFriendlyName="打开静滞舱"
LocHelpText="打开变种人静滞舱。"

[Hack_Scan X2AbilityTemplate]
LocFriendlyName="扫描物件"
LocHelpText="对该物件进行扫描以创建3D蓝图。"
LocFlyOverText="扫描中"

[IntrusionProtocol_Scan X2AbilityTemplate]
LocFriendlyName="扫描物件"
LocLongDescription="使用<Ability:SECONDARYWEAPONNAME/>对该物件进行扫描以创建3D蓝图。"
LocHelpText="你可以使用你的<Ability:SECONDARYWEAPONNAME/>扫描物件。"
LocFlyOverText="扫描"
LocDefaultSecondaryWeapon="小精灵"

; Character templates

[NarrativeCentral X2CharacterTemplate]
strForcedFirstName="约翰"
strForcedLastName="布拉德福德"
strForcedNickName="军事官"

[LadderShen X2CharacterTemplate]
strForcedFirstName="安义"
strForcedLastName="沈"
strForcedNickName="莉莉"

[JaneKelly X2CharacterTemplate]
strForcedFirstName="简"
strForcedLastName="凯莉"
strForcedNickName="寂静"

[PeterOsei X2CharacterTemplate]
strForcedFirstName="彼得"
strForcedLastName="奥赛"
strForcedNickName="罗迪"

[AnaRamirez X2CharacterTemplate]
strForcedFirstName="安娜"
strForcedLastName="拉米雷兹"
strForcedNickName="斯金纳"

[PirateDJ_VIP X2CharacterTemplate]
strForcedFirstName="杰克"
strForcedLastName="列维"
strForcedNickName="DJ"
strCharacterName="无线电DJ"

[BlackMarketTrader_VIP X2CharacterTemplate]
strForcedFirstName="杜布拉卡"
strForcedLastName="霍瓦特"
strForcedNickName="玛莎"

[LilyShen_VIP X2CharacterTemplate]
strForcedFirstName="安义"
strForcedLastName="沈"
strForcedNickName="莉莉"

[JaneKelly_VIP X2CharacterTemplate]
strForcedFirstName="简"
strForcedLastName="凯莉"
strForcedNickName="寂静"

[PeterOsei_VIP X2CharacterTemplate]
strForcedFirstName="彼得"
strForcedLastName="奥赛"
strForcedNickName="罗迪"

[AnaRamirez_VIP X2CharacterTemplate]
strForcedFirstName="安娜"
strForcedLastName="拉米雷兹"
strForcedNickName="斯金纳"

[Tygan_VIP X2CharacterTemplate]
strForcedFirstName="查尔斯"
strForcedLastName="泰根"
strForcedNickName="汉堡"

[PsiZombieCivilian X2CharacterTemplate]
strCharacterName="僵尸"

[NeonateChryssalid X2CharacterTemplate]
strCharacterName="新生寄生兽"

; Soldier Class Templates

[LadderCentral X2SoldierClassTemplate]
DisplayName="游侠"
ClassSummary="游侠是我们的主要侦查单位，能在隐蔽状态下独立行动，擅长近距离战斗。"
LeftAbilityTreeTitle="斥候"
RightAbilityTreeTitle="突击"
AbilityTreeTitles[0]="斥候"
AbilityTreeTitles[1]="突击"
AbilityTreeTitles[2]="XCOM"

[TLE_ChiefEngineer X2SoldierClassTemplate]
DisplayName="专家"
ClassSummary="专家操作着我们一些最为先进的设备，他们能在战场上部署机器无人机，执行战斗或是战场医疗任务。"
LeftAbilityTreeTitle="战地医师"
RightAbilityTreeTitle="战斗黑客"
AbilityTreeTitles[0]="战地医师"
AbilityTreeTitles[1]="战斗黑客"
AbilityTreeTitles[2]="XCOM"

;-----------------------
; Shen's Gremlin
;-----------------------
[Shen_Gremlin_CV X2GremlinTemplate]
FriendlyName="ROV-R I型"
FriendlyNamePlural="ROV-R I型"
BriefSummary="早期的小精灵原型是由莉莉·沈开发的，ROV-R单位拥有一系列独特的行为，被认为是在后面几年中通过\"独特\"的改造添加的。"
TacticalText="<Bullet/>ROV-R允许沈在安全距离进行多种战地任务。\n<Bullet/>沈携带的ROV-R能够执行帮助友军，侵入电子目标或伤害敌人的协议。\n<Bullet/>ROV-R通常不会被敌人注意到，所以不会被攻击或摧毁。只有在其使用者死亡或者丧失行动能力情况下，它才会关闭。"
AbilityDescName="ROV-R"

[Shen_Gremlin_MG X2GremlinTemplate]
FriendlyName="ROV-R II型"
FriendlyNamePlural="ROV-R II型"
BriefSummary="早期的小精灵原型是由莉莉·沈开发的，ROV-R单位拥有一系列独特的行为，被认为是在后面几年中通过\"独特\"的改造添加的。"
TacticalText="<Bullet/>ROV-R允许沈在安全距离进行多种战地任务。\n<Bullet/>沈携带的ROV-R能够执行帮助友军，侵入电子目标或伤害敌人的协议。\n<Bullet/>ROV-R通常不会被敌人注意到，所以不会被攻击或摧毁。只有在其使用者死亡或者丧失行动能力情况下，它才会关闭。"
AbilityDescName="ROV-R"

[Shen_Gremlin_BM X2GremlinTemplate]
FriendlyName="ROV-R III型"
FriendlyNamePlural="ROV-R III型"
BriefSummary="早期的小精灵原型是由莉莉·沈开发的，ROV-R单位拥有一系列独特的行为，被认为是在后面几年中通过\"独特\"的改造添加的。"
TacticalText="<Bullet/>ROV-R允许沈在安全距离进行多种战地任务。\n<Bullet/>沈携带的ROV-R能够执行帮助友军，侵入电子目标或伤害敌人的协议。\n<Bullet/>ROV-R通常不会被敌人注意到，所以不会被攻击或摧毁。只有在其使用者死亡或者丧失行动能力情况下，它才会关闭。"
AbilityDescName="ROV-R"

[X2Photobooth]
; TLE Photobooth Attitudes
+m_arrAnimationPoses=(AnimationDisplayName="生气")
+m_arrAnimationPoses=(AnimationDisplayName="骄傲")
+m_arrAnimationPoses=(AnimationDisplayName="出发！")
+m_arrAnimationPoses=(AnimationDisplayName="自鸣得意")
+m_arrAnimationPoses=(AnimationDisplayName="多疑")

; TEL Photobooth Rifle
+m_arrAnimationPoses=(AnimationDisplayName="坚毅目光")
+m_arrAnimationPoses=(AnimationDisplayName="沉思")
+m_arrAnimationPoses=(AnimationDisplayName="搜索并摧毁")

; TLE Photobooth Unarmed
+m_arrAnimationPoses=(AnimationDisplayName="战吼")
+m_arrAnimationPoses=(AnimationDisplayName="13号，伙计！")

; TLE Photobooth Sharpshooter
+m_arrAnimationPoses=(AnimationDisplayName="双持 1")
+m_arrAnimationPoses=(AnimationDisplayName="双持 2")
+m_arrAnimationPoses=(AnimationDisplayName="信仰之跃")
+m_arrAnimationPoses=(AnimationDisplayName="杀光它们！")
+m_arrAnimationPoses=(AnimationDisplayName="绝不投降")
+m_arrAnimationPoses=(AnimationDisplayName="最后出路")

; TLE Photobooth Ranger
+m_arrAnimationPoses=(AnimationDisplayName="来吧！")
+m_arrAnimationPoses=(AnimationDisplayName="宁静死亡")
+m_arrAnimationPoses=(AnimationDisplayName="死神天降")
+m_arrAnimationPoses=(AnimationDisplayName="对峙")

; TLE Photobooth Grenadier
+m_arrAnimationPoses=(AnimationDisplayName="火力全开")
+m_arrAnimationPoses=(AnimationDisplayName="搞什么鬼？！")

; TLE Photobooth PsiOperative
+m_arrAnimationPoses=(AnimationDisplayName="强化完毕")
+m_arrAnimationPoses=(AnimationDisplayName="死得劲爆")

; TLE Photobooth Specialist
+m_arrAnimationPoses=(AnimationDisplayName="派来支援")
+m_arrAnimationPoses=(AnimationDisplayName="掩护火力")

; TLE Photobooth Reaper Specific
+m_arrAnimationPoses=(AnimationDisplayName="宁静移动")
+m_arrAnimationPoses=(AnimationDisplayName="一个不留")

; TLE Photobooth Skirmisher
+m_arrAnimationPoses=(AnimationDisplayName="复仇")
+m_arrAnimationPoses=(AnimationDisplayName="准备就绪")

; TLE Photobooth Templar
+m_arrAnimationPoses=(AnimationDisplayName="致命一击")
+m_arrAnimationPoses=(AnimationDisplayName="偏斜")

; TLE Photobooth Duo Poses
+m_arrAnimationPoses=(AnimationDisplayName="我来掩护你")
+m_arrAnimationPoses=(AnimationDisplayName="手枪监视")
+m_arrAnimationPoses=(AnimationDisplayName="营救左")
+m_arrAnimationPoses=(AnimationDisplayName="营救右")
+m_arrAnimationPoses=(AnimationDisplayName="运送左")
+m_arrAnimationPoses=(AnimationDisplayName="运送右")
+m_arrAnimationPoses=(AnimationDisplayName="羁绊左")
+m_arrAnimationPoses=(AnimationDisplayName="羁绊右")
+m_arrAnimationPoses=(AnimationDisplayName="拍手左")
+m_arrAnimationPoses=(AnimationDisplayName="拍手右")

; TLE Photobooth Battle Poses
+m_arrAnimationPoses=(AnimationDisplayName="捆起毒蛇")
+m_arrAnimationPoses=(AnimationDisplayName="锤扁异变者")

; TLE Photobooth Victory Poses
+m_arrAnimationPoses=(AnimationDisplayName="胜利 1")
+m_arrAnimationPoses=(AnimationDisplayName="胜利 2")
+m_arrAnimationPoses=(AnimationDisplayName="胜利 3")


; TLE Photobooth Backgrounds
+m_arrBackgroundOptions=(BackgroundDisplayname="游荡尸群")
+m_arrBackgroundOptions=(BackgroundDisplayname="破坏者")
+m_arrBackgroundOptions=(BackgroundDisplayname="灰人脸")
+m_arrBackgroundOptions=(BackgroundDisplayname="中心褪色")
+m_arrBackgroundOptions=(BackgroundDisplayname="底部褪色")
+m_arrBackgroundOptions=(BackgroundDisplayname="顶部褪色")
+m_arrBackgroundOptions=(BackgroundDisplayname="复仇者号着陆")
+m_arrBackgroundOptions=(BackgroundDisplayname="变种人站立")
+m_arrBackgroundOptions=(BackgroundDisplayname="变种人士兵轮廓")
+m_arrBackgroundOptions=(BackgroundDisplayname="变种人队长")
+m_arrBackgroundOptions=(BackgroundDisplayname="抽象执政官")
+m_arrBackgroundOptions=(BackgroundDisplayname="抽象变种人")
+m_arrBackgroundOptions=(BackgroundDisplayname="刺入外星人脑袋")
+m_arrBackgroundOptions=(BackgroundDisplayname="击碎外星人头颅")
+m_arrBackgroundOptions=(BackgroundDisplayname="拳打外星人")
+m_arrBackgroundOptions=(BackgroundDisplayname="XCOM士兵")
